Repository: louiscarbo/TrenteVingt
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr

source: **Current Month:** You can now manually choose the current month by swiping it towards the right.
es: **Mes Actual:** Ahora puedes elegir el mes actual deslizándolo hacía la derecha.
fr: **Mois en Cours :** Vous pouvez maintenant choisir manuellement le mois en cours en le faisant swiper vers la droite.

source: **Declare a New Recurring Transaction:** Tap on 'Add Transaction' and easily set up your recurring transactions, specifying the frequency – whether it's every week, month, or year.
es: **Añade una Nueva Transacción Recurrente:** Toca 'Nueva Transacción' y configura fácilmente tu transacción recurrente, especificando la frecuencia: ya sea cada semana, mes o año.
fr: **Ajoutez une Nouvelle Transaction Récurrente :** Appuyez sur 'Ajouter une Transaction' et configurez facilement votre transaction récurrente en précisant la fréquence, que ce soit chaque semaine, chaque mois ou chaque année.

source: **Easy Validation:** To seamlessly add or validate a transaction for the current month, a simple swipe to the right is all it takes. This validation adds the transaction to your current month's budget, and makes sure that we're not adding a transaction that didn't actually happen.
es: **Validación Sencilla:** Para agregar o validar una transacción para el mes actual de manera fluida, simplemente desliza hacia la derecha. Esta validación añade la transacción a tu presupuesto actual del mes y garantiza que no estemos agregando una transacción que realmente no sucedió.
fr: **Validation Simple :** Pour ajouter rapidement une transaction récurrente au mois en cours, il suffit de faire glisser la transaction récurrente vers la droite. Cette validation ajoute la transaction à votre budget du mois en cours, et veille à ce que chaque transaction ajoutée à TrenteVingt ait bien eu lieu.

source: **New Widget:** Want to quickly see which transactions you added to TrenteVingt? You can now add a big widget that displays your last 3 transactions.
es: **Nuevo Widget:** ¿Quiere ver rápidamente las últimas transacciones que añadió? Ahora puede ver sus últimas transacciones desde un gran widget en su pantalla de inicio.
fr: **Nouveau Widget :** Vous voulez voir en un clin d'œil quelles sont les dernières transactions que vous avez ajouté dans TrenteVingt ? Vous pouvez maintenant ajouter un grand widget qui affiche vos 3 dernières transactions.

source: **Receive Timely Notifications:** We've got your back! You'll receive notifications when a recurring transaction is due. No more forgetting those important payments or paychecks.
es: **Recibe Notificaciones a Tiempo:** ¡TrenteVingt te respalda! Recibirás notificaciones cuando una transacción recurrente esté pendiente. No más olvidos en pagos importantes o cheques.
fr: **Recevez une Notification au Bon Moment :** Pas de panique avec TrenteVingt ! Vous recevrez une notification à chaque fois qu'une transaction récurrente est prévue. Fini les transactions passées sous le radar !

source: **Recurring Transactions:** They're here! You can now add recurring transactions to TrenteVingt, from the same place where you're already adding your daily transactions.
es: **Transacciones recurrentes:** ¡Ya están aquí! Ahora puede agregar transacciones recurrentes a TrenteVingt, desde el mismo lugar donde ya está agregando sus transacciones diarias.
fr: **Transaction Récurrentes :** Les voilà ! Vous pouvez maintenant ajouter vos transactions récurrentes dans TrenteVingt, au même endroit où vous ajoutez déjà vos transactions quotidiennes.

source: **TrenteVingt** can send you a notification each day to remind you to log your latest transactions.
es: **TrenteVingt** puede recordarte registrar nuevas transacciones cada día.
fr: **TrenteVingt** peut vous envoyer une notification chaque jour pour vous rappeler d'enregistrer vos dernières transactions.

source: %@ remaining
es: %@ restante
fr: %@ restant

source: ⏰ Just a Moment!
es: ⏰ Solo un Momento
fr: ⏰ Juste un instant !

source: ✨ Finance Flash
es: ✨ Un Momentito
fr: ✨ L'heure de faire le point !

source: 🌟 Quick Check-in
es: 🌟 Vuestra cita cotidiana
fr: 🌟 Petit Check-in

source: 🎈 Little Steps
es: 🎈 Pequeños pasos
fr: 🎈 Faisons les comptes

source: 🎉 Budget Boost
es: 🎉 Boost de Finanzas
fr: 🎉 Un grand pas pour votre budget

source: 🎯 On Target?
es: 🎯 ¿Todo en orden?
fr: 🎯 Dans les clous ?

source: 💰 Money Mindset
es: 💰 Money, Money, Money
fr: 💰 Money, Money, Money !

source: 💼 Finances First
es: 💼 Finanzas Sanas
fr: 💼 Les finances d'abord

source: 📆 Daily Check
es: 📆 Revisión Cotidiana
fr: 📆 Check Quotidien

source: 📊 Quick Update?
es: 📊 Listo para una actualización?
fr: 📊 Une petite mise à jour ?

source: 🔔 Friendly Reminder
es: 🔔 Aviso
fr: 🔔 Petit Rappel

source: 🕰 Time's Ticking
es: 🕰 Tic-tac, tic-tac
fr: 🕰 Le temps passe !

source: 🤓 Budget Buddy
es: 🤓 Tu Amigo Financiero
fr: 🤓 Faisons le point

source: 🧠 Mindful Money
es: 🧠 Dinero Consciente
fr: 🧠 Un petit bilan ?

source: 😢 Bye bye...
es: 😢 Adiós...
fr: 😢 Au revoir...

source: 🚀 New Month, New Goals
es: 🚀 Nuevo Mes, Nuevos Objetivos
fr: 🚀 Nouveau Mois, Nouveaux Objectifs

source: 🚀 On the Right Track
es: 🚀 Vas Bien Encaminado
fr: 🚀 Sur la bonne voie

source: A flash update can make all the difference. Ready for a quick log?
es: Una actualización rápida puede marcar la diferencia. ¿Listo para anotar algo rápido?
fr: Une petite mise à jour peut faire toute la différence. Prêt à faire le point ?

source: A minute now saves stress later. Let's quickly log today's transactions!
es: Un pequeño cambio ahora puede significar mucho después. ¿Preparado para una entrada rápida?
fr: Une minute maintenant = Moins de stress plus tard. Enregistrons vos transactions !

source: A quick log now makes budgeting smoother later. Let's update your budget now!
es: Un ajuste rápido puede cambiarlo todo. ¿Listo para una anotación veloz?
fr: Notons rapidement vos transactions du jour. Faites le point maintenant !

source: About Me
es: Acerca de mí
fr: À Propos de Moi

source: About TrenteVingt
es: Acerca de TrenteVingt
fr: A propos de TrenteVingt

source: Add
es: Añadir
fr: Ajouter

source: Add a recurring transaction to the current month by swiping it right.
es: Añade una transacción recurrente al mes deslizándola hacía la derecha.
fr: Ajoutez une transaction récurrente au mois en cours en faisant glisser la transaction vers la droite.

source: Add transaction
es: Nueva transacción
fr: Nouvelle transaction

source: Add your first interaction now and see how your budget evolves!
es: Agrega tu primera transacción ahora y ¡mira cómo evoluciona tu presupuesto!
fr: Ajoutez votre première transactions dès maintenant et voyez comment votre budget évolue !

source: Add your first recurring transaction now by tapping 'Add Transaction'!
es: Añade tu Primera Transacción Recurrente ahora tocando 'Nueva Transacción'
fr: Ajoutez votre première transaction récurrente dès maintenant en appuyant sur "Nouvelle Transaction" !

source: Add your first transaction now and see how your budget evolves!
es: Agrega tu primera transacción ahora y ¡mira cómo evoluciona tu presupuesto!
fr: Ajoutez votre première transactions dès maintenant et voyez comment votre budget évolue !

source: Add your first transaction now!
es: ¡Añade tu primera transacción ahora!
fr: Ajoutez votre première transaction dès maintenant !

source: Added Date
es: Fecha de creación
fr: Date d'ajout

source: Adjust the handles to set the allocation of your monthly disposable income.
es: Ajusta las asas para establecer la distribución de tus ingresos disponibles mensuales.
fr: Ajustez les poignées pour définir la répartition de votre revenu disponible mensuel.

source: Adjust the handles to set the allocation of your monthly disposable income. You can change this at any time.
es: Ajusta las asas para establecer la distribución de tus ingresos disponibles mensuales. Puedes cambiarlo cuando quieras.
fr: Ajustez les poignées pour choisir la répartition de votre budget mensuel. Vous pouvez changer cette répartition à tout instant.

source: All Months
es: Todos los meses
fr: Tous les mois

source: Amount
es: Monto
fr: Montant

source: And now, your budget
es: Y ahora, tu presupuesto
fr: Et maintenant, votre budget

source: App Credits
es: Reconocimientos
fr: Crédits

source: App Icon and Onboarding Screen
es: Icono de la App y Onboarding
fr: Icône de l'application et parcours d'onboarding

source: April
es: Abril
fr: Avril

source: Archived months
es: Meses archivados
fr: Mois archivés

source: Are you sure you want to delete this month?
es: ¿Estás seguro de que quieres eliminar este mes?
fr: Êtes-vous sûr de vouloir supprimer ce mois ?

source: At which time?
es: ¿A qué hora?
fr: A quelle heure ?

source: August
es: Agosto
fr: Août

source: Basics like rent, food, and healthcare.
es: Fundamentales como vivienda, alimentación y salud
fr: Logement, alimentation, frais de santé...

source: Being mindful of our spendings helps you stay on track. Time for a quick update?
es: Ser consciente de nuestros gastos te ayuda a mantenerte en el camino correcto. ¿Hora de una actualización rápida?
fr: Être conscient de vos dépenses vous aide à rester sur la bonne voie. Prêt pour une petite mise à jour ?

source: Budget repartition
es: Repartición del presupuesto
fr: Répartition du budget

source: By default, TrenteVingt starts a new month on the 1st of each month. Adjust this in the settings below.
es: Por defecto, TrenteVingt inicia un nuevo mes el primer día de cada mes. Ajusta esto en las configuraciones de abajo.
fr: Par défaut, TrenteVingt commence automatiquement un nouveau mois le premier jour de chaque mois. Vous pouvez changer cette date ci-dessous.

source: Cancel
es: Cancelar
fr: Annuler

source: Categories
es: Categorías
fr: Catégories

source: Category
es: Categoría
fr: Catégorie

source: Chart type
es: Tipo de gráfica
fr: Type de graphique

source: Confirm
es: Confirmar
fr: Confirmer

source: Consistency is key! Ready to log today's expenses?
es: Estar atento a lo que gastamos te mantiene enfocado. ¿Listo para un ajuste rápido?
fr: La régularité, c'est la clé ! Prêt à enregistrer vos dépenses du jour ?

source: Contact me
es: Contactarme
fr: Me contacter

source: Credits
es: Reconocimientos
fr: Crédits

source: Currency
es: Moneda
fr: Monnaie

source: Current Month
es: Mes actual
fr: Mois en cours

source: Daily Reminders
es: Notificaciones cotidianas
fr: Rappels quotidiens

source: Day
es: Día
fr: Jour

source: December
es: Diciembre
fr: Décembre

source: Delete
es: Eliminar
fr: Supprimer

source: Delete month
es: Eliminar el mes
fr: Supprimer le mois

source: Deleting this month will also delete all associated transactions. This action is definitive.
es: Eliminar este mes también suprimirá todas las transacciones asociadas. Esta acción es definitiva.
fr: Supprimer ce mois supprimera également toutes les transactions associées. Cette action est définitive.

source: Deleting this month will also delete all associated transactions. This action is permanent.
es: Eliminar este mes también suprimirá todas las transacciones asociadas. Esta acción es definitiva.
fr: Supprimer ce mois supprimera également toutes les transactions associées. Cette action est définitive.

source: Dining out, entertainment, vacations...
es: Salir a cenar, entretenimiento, vacaciones...
fr: Sorties, divertissements...

source: Do you want to receive reminders?
es: ¿Quieres recibir recordatorios?
fr: Voulez-vous recevoir des rappels ?

# Each day, TrenteVingt will remind you to log your transactions at %lld:%@.
source: Each day, TrenteVingt will remind you to log your transactions at %1$lld:%2$@.
es: Cada día, TrenteVingt te recordara registrar tus transacciones a las %1$lld:%2$@.
fr: Chaque jour, TrenteVingt vous rappellera d'enregistrer vos nouvelles transactions à %1$lldh%2$@.

source: Edit
es: Editar
fr: Modifier

source: Emergency funds, retirement savings, loans...
es: Fondo de emergencia, ahorros para la jubilación, préstamos...
fr: Épargne, dettes...

source: Enter a title for this transaction.
es: Da un título a esta transacción.
fr: Entrez un titre pour cette transaction.

source: Enter your monthly disposable income
es: Ingresa tus ingresos disponibles mensuales
fr: Saisissez votre revenu mensuel disponible

source: Erreur
es: Error

source: Estimate your likely spending for this month. Remember, you can adjust this at any time during or between months.
es: Estima tus gastos probables para este mes. Recuerda, puedes ajustar esto en cualquier momento durante o entre meses.
fr: Estimez vos dépenses probables pour ce mois-ci. Vous pouvez toujours modifier ce montant à tout instant pendant le mois.

source: Every %@
es: Cada %@
fr: Chaque %@

source: Every %@ day of the month
es: Cada %@ día del mes
fr: Chaque %@ jour du mois

source: Every little step counts. Let's log today's transactions and keep moving forward!
es: Ser consciente de cómo gastas es clave para no desviarse. ¿Es el momento de una pequeña actualización?
fr: Des dépenses aujourd'hui ? Enregistrez les en un éclair dans TrenteVingt !

source: Extras like dining out and shopping.
es: Extras como salir a cenar y compras.
fr: Restaurant, shopping, abonnements...

source: February
es: Febrero
fr: Février

source: Filter
es: Filtrar
fr: Filtrer

source: Frequently Asked Questions
es: Preguntas Frecuentes
fr: Questions Fréquentes

source: Friday
es: Viernes
fr: Vendredi

source: Give your budget a little boost. Log today's transactions, it's quick and easy!
es: Dale un pequeño impulso a tu presupuesto. ¡Registra las transacciones de hoy, es rápido y fácil!
fr: Apportez un coup de boost à votre budget ! Enregistrez vos dépenses du jour, c'est rapide et facile !

source: Have you logged your expenses today? Let's do it now! It's a breeze!
es: Potencia tu presupuesto un poco. ¡Anota tus gastos de hoy, es un abrir y cerrar de ojos!
fr: Avez-vous enregistré vos dépenses du jour ? Faisons-le maintenant, en un instant !

source: Hey there! A new month just started. Let's get those budgeting goals in place!
es: Mejora tu presupuesto con un pequeño toque. ¡Registrar tus transacciones de hoy es pan comido!
fr: Un nouveau mois vient de démarrer ! Atteignez vos objectifs en enregistrant vos nouvelles transactions !

source: Hey! Do you have 1 minute to log today's transactions?
es: ¡Oye! ¿Tienes un minuto para registrar las transacciones de hoy?
fr: Hello ! Une petite minute pour enregistrer les transactions du jour ?

source: Hi, I'm Louis 👋
es: Hola, soy Louis 👋
fr: Salut, c'est Louis 👋

source: Hi, it's Louis! Here are the new features that I've worked on! Any suggestion? Feel free to contact me at: TrenteVingt@carbo-estaque.fr
es: Hola, ¡soy Louis! Aquí son las últimas herramientas que he añadido en TrenteVingt! ¿Una sugerencia? No dude en contactarme en: TrenteVingt@carbo-estaque.fr
fr: Salut, c'est Louis ! Voilà les nouvelles fonctionnalités sur lesquelles j'ai travaillé ! Une remarque, une suggestion ? N'hésitez pas à me contacter à : TrenteVingt@carbo-estaque.fr

source: Hours
es: Horas
fr: Heures

source: Housing, groceries, healthcare, transportation...
es: Alojamiento, provisiones, salud, transportes...
fr: Logement, courses, santé...

source: How does it work?
es: ¿Cómo funciona?
fr: Comment ça marche ?

source: I'm a French 🇫🇷 Engineering student passionate about app development!
es: Soy un estudiante de ingeniería francés apasionado por el desarrollo de aplicaciones.
fr: Je suis un étudiant en école d'ingénieurs, passionné de développement d'applications !

source: I'm constantly improving, and so does TrenteVingt! If you have any suggestion, feel free to contact me!
es: Estoy siempre mejorando, ¡y TrenteVingt también! Si tiene una sugerencia, por favor, ¡contácteme! Además, he traducido solo toda la app. Si hay un error de traducción, por favor, mándeme un mensaje.
fr: Je ne cesse de m'améliorer, tout comme TrenteVingt ! Si vous avez une suggestion ou une remarque, n'hésitez pas à m'en faire part !

source: Illustrations
es: Ilustraciones

source: Income
es: Ingreso
fr: Revenu

source: It's been a week since you didn't open the app. We'll stop sending you notifications from now on.
es: Hace una semana que no abres TrenteVingt. Dejaremos de enviarte notificaciones.
fr: Cela fait une semaine que vous n'avez pas ouvert TrenteVingt. Nous ne vous enverrons plus de notifications à partir de maintenant.

source: January
es: Enero
fr: Janvier

source: July
es: Julio
fr: Juillet

source: June
es: Junio
fr: Juin

source: Keep your budget goals clear by logging today's transactions. It's fast!
es: Mantén claros tus objetivos de presupuesto registrando las transacciones de hoy. ¡Es rápido!
fr: Atteignez vos objectifs en enregistrant les transactions du jour ! Ça prend juste une minute.

source: Label
es: Etiqueta
fr: Etiquette

source: Latest Transactions
es: Últimas Transacciones
fr: Dernières Transactions

source: Learn more about recurring transactions
es: Saber más sobre las transacciones recurrentes
fr: En savoir plus sur les transactions récurrentes

source: Let's get started
es: Empezemos
fr: Commençons

source: Let's make sure we're on track. Log today's transactions in a jiffy!
es: ¡Mantén tu presupuesto al día! Anota tus gastos de hoy, ¡es un momento!
fr: Restons sur la bonne voie. Enregistrez vos transactions du jour en un éclair !

source: Logging a transaction takes less than a minute. Open TrenteVingt and let's keep that budget in check!
es: Clarifica tus metas financieras registrando los gastos de hoy. ¡Es veloz!
fr: Enregistrer une transaction, ça prend quelques secondes. Ouvrez TrenteVingt et gardez ce budget en bonne santé !

source: mailto:TrenteVingt@carbo-estaque.fr?subject=TrenteVingt Feedback
es: mailto:TrenteVingt@carbo-estaque.fr?subject=Comentario sobre TrenteVingt
fr: mailto:TrenteVingt@carbo-estaque.fr?subject=Retour sur TrenteVingt

source: Make main month
es: Hacer mes principal
fr: Définir comme mois principal

source: March
es: Marzo
fr: Mars

source: May
es: Mayo
fr: Mai

source: Minutes
es: Minutos

source: Monday
es: Lunes
fr: Lundi

source: Money saved and debts due.
es: Ahorros y deudas pendientes
fr: Épargne, dettes, retraites...

source: Month
es: Mes
fr: Mois

source: Month Starting Day
es: Día de inicio del mes
fr: Début du mois

source: Monthly
es: Mensual
fr: Mensuel

source: Monthly disposable income
es: Ingresos disponibles mensuales
fr: Revenu mensuel disponible

source: My monthly income varies
es: Mis ingresos mensuales varían
fr: Mon revenu mensuel varie

source: Needs
es: Necesidades
fr: Besoins

source: New Transaction
es: Nueva Transacción
fr: Nouvelle Transaction

source: Next
es: Siguiente
fr: Suivant

source: Next Recurring Transactions
es: Próximas Transacciones Recurrentes
fr: Prochaines Transactions Récurrentes

source: Notification Settings
es: Ajustes de notificaciones
fr: Préférences de notifications

source: November
es: Noviembre
fr: Novembre

source: October
es: Octubre
fr: Octobre

source: of each month.
es: de cada mes.
fr: de chaque mois

source: on needs
es: en necesidades
fr: pour les besoins

source: on savings and debt repayment
es: en ahorros y deudas
fr: pour l'épargne et les dettes

source: on wants
es: en deseos
fr: pour les envies

source: Onboarding Screen
es: Pantalla de Onboarding
fr: Parcours d'onboarding

source: Over spending
es: Sobregasto
fr: Dans le rouge

source: Overspent
es: Sobrepasado en gastos
fr: Dans le rouge

source: Pick a category for this transaction.
es: Elige una categoría para esta transacción.
fr: Choisissez une catégorie pour cette transaction.

source: Pie Chart
es: Gráfico circular
fr: Camembert

source: Positive Transaction
es: Transacción Positiva
fr: Transaction positive

source: Positive transactions
es: Transacciones Positivas
fr: Transactions positives

source: Preferences
es: Ajustes
fr: Préférences

source: Previous
es: Anterior
fr: Précédent

source: Receive notifications
es: Recibir recordatorios
fr: Recevoir les notifications

source: RECURRENCE TYPE :
es: TIPO DE RECURRENCIA:
fr: TYPE DE RÉCURRENCE :

source: Recurring transactions are regular expenses or income that happen at fixed intervals, whether weekly, monthly, or yearly. Think of them as your reliable bills or income sources that occur like clockwork.
es: Transacciones recurrentes son gastos regulares o ingresos que suceden en intervalos fijos, ya sea semanal, mensual o anualmente. Imagínalas como tus facturas confiables o fuentes de ingresos que ocurren como un reloj.
fr: Les transactions récurrentes sont des dépenses ou des revenus qui arrivent à intervalles réguliers, que ce soit chaque semaine, chaque mois, ou tous les ans. Par exemple, elles peuvent être des factures mensuelles, des abonnements, ou des revenus hebdomadaires.

source: Recurring Transactions Screen
es: Pantalla de Transacciones Recurrentes
fr: Ecran des Transactions Récurrentes

source: Remaining
es: Restante
fr: Restant

source: Remaining / Spent budget
es: Presupuesto Restante / Gastado
fr: Budget restant / dépensé

source: Remember, every log helps you stay in control. Spare a minute?
es: Recuerda, cada registro te ayuda a mantener el control. ¿Tienes un minuto?
fr: Rappelez-vous, chaque transaction enregistrée vous rapproche de votre objectif. Une petite minute ?

source: Reset repartition
es: Restablecer repartición
fr: Réinitialiser la répartition

source: Saturday
es: Sábado
fr: Samedi

source: Savings
es: Ahorros
fr: Épargne

source: Savings & Debts
es: Ahorros y Deudas
fr: Épargne & Dettes

source: Savings and debts
es: Ahorros y Deudas
fr: Épargne et dettes

source: Savings and Debts
es: Ahorros y Deudas
fr: Épargne et dettes

source: Search
es: Buscar
fr: Rechercher

source: Search by title, amount, date...
es: Buscar por título, monto, fecha...
fr: Rechercher par titre, montant, date...

source: See how much money remains for the month, or how much you spent.
es: Mira cuánto dinero queda para el mes, o cuánto has gastado.
fr: Accédez rapidement au montant disponible pour ce mois-ci, à la quantité que vous avez dépensé.

source: See how you spent your money with a Pie Chart.
es: Observa tus gastos de forma clara con un gráfico circular
fr: Voyez comment vous dépensez avec un graphique en camembert.

source: September
es: Septiembre
fr: Septembre

source: Set the current month
es: Establecer el mes actual
fr: Définir le mois en cours

source: Settings
es: Ajustes
fr: Réglages

source: Show all recurring transactions
es: Ver todas las transacciones recurrentes
fr: Voir toutes les transactions récurrentes

source: Show all transactions
es: Mostrar todas las transacciones
fr: Toutes les transactions

source: Show and hide your remaining budget by tapping on the amount.
es: Muestra y oculta tu monto restante tocando la cantidad
fr: Montrez et cachez votre budget restant en appuyant sur le montant.

source: Show remaining
es: Mostrar el monto restante
fr: Montrer le montant restant

source: Sort
es: Ordenar
fr: Trier

source: Sort by
es: Ordenar po
fr: Trier par

source: Spent
es: Gastado
fr: Dépensé

source: Start a new month
es: Empezar un nuevo mes
fr: Nouveau mois

source: Start Tracking
es: Comenzar seguimiento
fr: Commencer à suivre mon budget

source: Start tracking my budget
es: Comenzar a monitorear mi presupuesto
fr: Commencer à suivre mon budget

source: Start tracking your budget by opening TrenteVingt!
es: ¡Empieza a monitorear tu presupuesto abriendo TrenteVingt!
fr: Commencez à suivre votre budget en ouvrant TrenteVingt !

source: Stay on target with your budget goals. Quick log today's expenses?
es: No pierdas de vista tus metas financieras. ¿Anotas los gastos de hoy en un momento?
fr: Respectez vos objectifs budgétaires en enregistrant vos transactions du jour. Ça ne prend qu'une petite minute !
